Repository: lepidus/crossref-ojs-conference
Catalog: locale/*/locale.po
Languages: pt_br

# plugins.importexport.crossrefConference.displayName
source: Crossref Conference XML Export Plugin
pt_br: Exportação CrossRef em XML para o formato conferência

# plugins.importexport.crossrefConference.description
source: Export conference metadata in Crossref Conference XML format.
pt_br: Exporta metadados da conferência no formato CrossRef XML.

# plugins.importexport.crossrefConference.requirements
source: Requirements
pt_br: Requisitos

# plugins.importexport.crossrefConference.requirements.satisfied
source: All plugin requirements are satisfied.
pt_br: Todos os requisitos do plugin estão atendidos.

# plugins.importexport.crossrefConference.error.publisherNotConfigured
source: A journal publisher has not been configured! You must add a publisher institution on the <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
pt_br: A instituição editora da revista não foi configurado! Você deve adicionar uma instituição editora na <a href="{$journalSettingsUrl}" target="_blank"> Página de Configurações da Revista</a>.

# plugins.importexport.crossrefConference.error.issnNotConfigured
source: A journal ISSN has not been configured! You must add an ISSN on the <a href="{$journalSettingsUrl}" target="_blank">Journal Settings Page</a>.
pt_br: O ISSN da revista não foi configurado! Você deve adicionar um ISSN na <a href="{$journalSettingsUrl}" target="_blank"> Página de Configurações do Revista</a>.

# plugins.importexport.crossrefConference.error.noDOIContentObjects
source: Articles are not selected for DOI assignment in the DOI public identifier plugin, so there is no deposit or export possibility in this plugin.
pt_br: Os artigos não foram selecionados para a atribuição de DOI no plugin de identificador público do DOI, portanto não há possibilidade de depósito ou exportação neste plugin.

# plugins.importexport.crossrefConference.settings.depositorIntro
source: The following items are required for a successful crossrefConference deposit.
pt_br: Os seguintes items são exigidos para um depósito bem sucedido na Crossref.

# plugins.importexport.crossrefConference.settings.form.depositorName
source: Depositor name
pt_br: Nome do depositante

# plugins.importexport.crossrefConference.settings.form.depositorEmail
source: Depositor email
pt_br: Email do depositante

# plugins.importexport.crossrefConference.settings.form.depositorNameRequired
source: Please enter the depositor name.
pt_br: Por favor digite o nome do depositante.

# plugins.importexport.crossrefConference.settings.form.depositorEmailRequired
source: Please enter the depositor email.
pt_br: Por favor digite o email do depositante.

# plugins.importexport.crossrefConference.registrationIntro
source: If you would like to use this plugin to register Digital Object Identifiers (DOIs) directly with crossrefConference you will need a username and password (available from <a href="http://www.crossref.org" target="_blank">crossref</a>) in order to do so. If you do not have your own username and password you can still export into the crossrefConference XML format, but you cannot register your DOIs with crossrefConference from within OJS.
pt_br: Se você quiser usar este plugin para registrar Digital Object Identifiers (DOIs) diretamente com o CrossRef, você precisará de um nome de usuário e senha (disponível em <a href="http://www.crossref.org" target="_blank"> CrossRef </a>). Se você não tiver seu próprio nome de usuário e senha, ainda poderá exportar para o formato CrossRef XML, mas não poderá registrar os nomes DOI com a CrossRef a partir do OJS.

# plugins.importexport.crossrefConference.settings.form.username
source: Username
pt_br: Nome de usuário

# plugins.importexport.crossrefConference.settings.form.usernameRequired
source: Please enter the username you got from crossrefConference.
pt_br: Por favor, informe o nome de usuário que você recebeu da CrossRef.

# plugins.importexport.crossrefConference.settings.conferenceData
source: Conference Data
pt_br: Dados da Conferência

# plugins.importexport.crossrefConference.settings.conferenceName
source: Enter the conference name
pt_br: Digite o nome da conferência

# plugins.importexport.crossrefConference.settings.form.conferenceName
source: Conference name
pt_br: Nome da conferência

# plugins.importexport.crossrefConference.settings.form.conferenceNameRequired
source: Please enter the conference name.
pt_br: Por favor digite o nome da conferência

source: OJS will deposit assigned DOIs automatically to crossrefConference. Please note that this may take a short amount of time after publication to process (e.g. depending on your cronjob configuration). You can check for all unregistered DOIs.
pt_br: O OJS depositará automaticamente os metadados dos DOIs atribuídos na CrossRef. Observe que isso pode levar um curto período de tempo após a publicação do processo. Você pode verificar todas os DOIs não registrados.

# plugins.importexport.crossrefConference.settings.form.testMode.description
source: Use the crossrefConference test API (testing environment) for the DOI deposit. Please do not forget to remove this option for the production.
pt_br: Use a API de teste CrossRef (ambiente de teste) para o depósito DOI. Não se esqueça de remover esta opção para a produção.

# plugins.importexport.crossrefConference.issues.description
source: Note: Only issues (and not their articles) will be considered for export/registration here.
pt_br: Nota: Somente as edições (e não seus artigos) serão considerados para exportação/registro aqui.

# plugins.importexport.crossrefConference.status.failed
source: Failed
pt_br: Falhou

# plugins.importexport.crossrefConference.status.registered
source: Active
pt_br: Ativo

# plugins.importexport.crossrefConference.status.markedRegistered
source: Marked active
pt_br: Marcar como Ativo

# plugins.importexport.crossrefConference.statusLegend
source: <p>Deposit status:</p> <p> - Not deposited: no deposit attempt has been made for this DOI.<br /> - Active: the DOI has been deposited, and is resolving correctly.<br /> - Failed: the DOI deposit has failed.<br /> - Marked active: the DOI was manually marked as active. </p> <p>Only the status of the last deposit attempt is displayed.</p> <p>If a deposit has failed, please solve the problem and try to register the DOI again.</p>
pt_br: <p> Estado do depósito: </p> <p> - Não depositado: nenhuma tentativa de depósito foi feita para este DOI. <br/> - Ativo: o DOI foi depositado e está resolvendo corretamente. <br /> - Falha: o depósito DOI falhou. <br /> - Marcado ativo: o DOI foi marcado manualmente como ativo. </p> <p> Apenas o status da última tentativa de depósito é exibido.</p> <p> Se um depósito falhou, resolva o problema e tente registrar novamente o DOI.</p>

# plugins.importexport.crossrefConference.action.markRegistered
source: Mark active
pt_br: Marcar como Ativo

# plugins.importexport.crossrefConference.senderTask.name
source: crossrefConference automatic registration task
pt_br: Dados CrossRef do remetente

# plugins.importexport.crossrefConference.cliUsage
source: Usage: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...
pt_br: Uso: {$scriptName} {$pluginName} export [xmlFileName] [journal_path] articles objectId1 [objectId2] ... {$scriptName} {$pluginName} register [journal_path] articles objectId1 [objectId2] ...

# plugins.importexport.crossrefConference.export.error.issueNotFound
source: No issue matched the specified issue ID "{$issueId}".
pt_br: Nenhuma edição correspondeu ao ID de edição especificado "{$issueId}".

# plugins.importexport.crossrefConference.export.error.articleNotFound
source: No article matched the specified article ID "{$articleId}".
pt_br: Nenhum artigo correspondeu ao ID do artigo especificado "{$articleId}".

# plugins.importexport.crossrefConference.register.success.warning
source: Registration was successful but the following warning occurred: '{$param}'.
pt_br: O registro foi bem-sucedido, mas ocorreu o seguinte aviso: '{$param}'.

# plugins.importexport.crossrefConference.register.error.mdsError
source: Registration was not fully successful! The DOI registration server returned an error.
pt_br: O registro não foi totalmente bem-sucedido! O servidor de registro DOI retornou um erro.

# plugins.importexport.crossrefConference.action.register
source: Deposit
pt_br: Depositar

# plugins.importexport.crossrefConference.settings.form.validation
source: Validate XML. Use this option for the XML download for the manual DOI registration.
pt_br: Validar XML. Use esta opção para o download do XML para o registro manual do DOI.

# plugins.importexport.crossrefConference.settings.form.onlyValidateExport
source: Only validate export. Don't download the file.
pt_br: Validar apenas a exportação. Não baixar o arquivo.
